Repository: mozilla-l10n/mt-training-data
Catalog: am/am_pontoon.tmx
Source language: en_us
Languages: am

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
am: የጋራ ድምጽ ያልተበረዘ፣ ድንገተኛ፣ ያልተፃፈ ንግግር በመሰብሰብ ላይ ያተኮረ ሁለተኛ መድረክን እየዘረጋ ነው። ይህ ብዙ ማህበረሰቦች መረጃን በበለጠ ፍጥነት እንዲሰበስቡ እና እንዲሁም ለመረጃ ሳይንቲስቶች እና ገንቢዎች ጠቃሚ ይሆናል።

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
am: የተለመዱ(የጋራ) ልሳኖች በሞዚላ ተነሳሽነት እየተሠራ ያለ፤ ማሽኖችን እንዴት እውነተኛ ሠዎች እንደሚናሩ የሚያስተምር ነው።

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
am: የጋራ ልሳን በዓለም ትልቁ በይፋ የሚገኝ ባለብዙ ቋንቋ የድምጽ ውሂብ ስብስብ ነው።

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
am: የጋራ ልሳን የድምፅ ቅጂዎች በአካዳሚክ፣ አነስተኛ ንግዶች እና የድምጽ ማወቂያ አድናቂዎች እንደ የድምጽ ሞዴሎች ያሉ በይፋ የሚገኙ ሀብቶችን ለማሰልጠን እና ለማሳደግ ያገለግላሉ። ቅጂዎችዎ እንዲሰረዙ ለምን እንደሚፈልጉ ሊነግሩን ይችላሉ?

source: Community and Languages
am: ማህበረሰብ እና ቋንቋዎች

source: Community, Creatives and Civil Society
am: ማህበረሰብ, ፈጠራዎች እና ሲቪል ማህበረሰብ

source: Community participation and decision making.
am: የማህበረሰብ ተሳትፎ እና ውሳኔ አሰጣጥ።

source: Community Playbook
am: የማህበረሰብ ጨዋታ መጽሐፍ

source: Confirm Goal
am: ግብ ያረጋግጡ

source: Connection interrupted
am: ግንኙነት ተቋርጧል

source: Connect with Gravatar
am: ከግራቫታር ጋር ይገናኙ

source: Contact
am: እውቂያ

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
am: ደራሲያንን፣ የቲያትር ፀሐፊዎችን ወይም የስክሪፕት ጸሐፊዎችን ያግኙ እና ከስራዎቻቸው መካከል ትንሽ ክፍል ለህዝብ አገልግሎት ለመስጠት ፈቃደኛ ይሆኑ እንደሆነ ይጠይቁ።

source: Contact Form
am: የአድራሻ ቅጽ

source: Contact the Common Voice team
am: የጋራ ድምጽ ቡድንን ያነጋግሩ

source: Contact us
am: ያግኙን

source: Contact Us
am: ያግኙን

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
am: ዝርዝሩ በ <licenseLink> ክሬቲቭ ኮመንስ ፈቃድ </licenseLink> ስር ይገኛል።

source: Continue
am: ቀጥል

source: Continue speaking
am: መናገርዎን ይቀጥሉ

source: Continue validating
am: ማረጋገጡን ይቀጥሉ

source: Continue with Skipped
am: በተዘለለ ይቀጥሉ

source: Contribute
am: ያበርክቱ

source: Contribute on GitHub
am: በ ጊትሀብ ላይ ያበርክቱ

source: Contribute sentences
am: ዓረፍተ ነገሮችን አበርክቱ

source: Contribute text
am: ጽሑፍ ያበርክቱ

source: Contribute to { $lang }
am: ለ { $lang } ያበርክቱ

source: Contribute to text corpus
am: ለጽሑፍ ክምችት አስተዋጽዖ ያድርጉ

source: Contributing to dataset for { $language }
am: ለ{ $language } የውሂብ ስብስብ አስተዋጽዖ ማድረግ

source: Contribution Activity
am: የአስተዋጽኦ እንቅስቃሴ

source: Contribution Criteria
am: የአስተዋጽኦ መስፈርቶች

source: Contribution Experience
am: የማበርከት ተሞክሮ

source: Contribution Guidelines
am: የአስተዋጽኦ መመሪያዎች

source: Contributors record voice clips by reading from a bank of donated sentences.
am: አስተዋጽዖ አበርካቾች ከተበረከቱት ዓረፍተ ነገሮች ቋት በማንበብ የድምጽ ቅንጥቦችን ይመዘግባሉ።

source: Cookies
am: ኩኪዎች(የሚሸጎጡ)

source: <cookiesLink>Cookies<cookiesLink>
am: <cookiesLink>ፍርግሞች<cookiesLink>

source: Copainalá Zoque
am: ኮፓናላ ዞክ

source: Copy
am: ቅዳ

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
am: <coquiLink>Coqui</coquiLink> የንግግር ቴክኖሎጂን ለመክፈት የተሰጠ ነው። ፕሮጀክቶቻቸው ጥልቅ ትምህርትን መሰረት ያደረጉ ድምፅ-ወደ-ፅሁፍ(STT) እና ፅሁፍ-ወደ-ድምፅ(TTS) ሞተሮችን ያካትታሉ።

source: Cornish
am: ኮርኒሽ

source: Correct
am: ትክክል

source: “Correct” grammar or pronunciation – keep the speaker’s natural use.
am: "ትክክለኛ" ሰዋሰው ወይም አጠራር - የተናጋሪውን ተፈጥሯዊ አጠቃቀም ይጠብቁ።

source: Corsican
am: ኮርሲካንኛ

source: { $count } clips
am: ቅንጥቦች

source: { $count }mo
am: { $count }ወር

source: Country/Region of Residence
am: ሀገር/የመኖሪያ ክልል

source: { $count }wk
am: { $count }ሳም

source: { $count }y
am: { $count }አ

source: [Crackle] giant dinosaurs of [crackle] -riassic.
am: [ክራክል] ግዙፍ ዳይኖሰርስ የ [ክራክል] -riassic.

source: Create a Custom Goal
am: ብጁ ግብ ፍጠር

source: Create a profile
am: መገለጫ ይፍጠሩ

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
am: በራስህ ወይም ከጓደኞችዎ ወይም ከቋንቋ ማህበረሰብዎ ጋር ዘመናዊ፣ አነጋገር አረፍተ ነገሮችን ይፍጠሩ - ለምሳሌ በ‘ጻፍ-አ-ቶን’

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
am: የህዝብ ጎራ ጥያቄዎችን፣ ዓረፍተ ነገሮችን እና ለትርጉም ጽሑፍን፣ የአነስተኛ ቋንቋ ሞዴሎችን እና ሌሎችንም ይፍጠሩ ወይም ያጋሩ።

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
am: ለተለያዩ ሰዎች ለጋራ ልሳን አስተዋፅዖ እንዲያበረክቱ ዕድሎችን መፍጠር የመረጃ ቋቱ በተቻለ መጠን ብዙ ሰዎችን እንደሚያገለግል ያረጋግጣል። ሊጠቀሙባቸው የሚችሏቸውን ግብዓቶችን እና አብነቶችን ፈጥረናል!

source: Crimean Tatar
am: የክራይሚያ ታታር

source: Criteria
am: መስፈርት

source: Croatian
am: ክሮሽያኛ

source: Culturally specific questions
am: ከባህል ጋር የተያያዙ ጥያቄዎች

source: Czech
am: ቼክ

source: Dagbani
am: ዳግባኒ

source: Daily Goal
am: ዕለታዊ ግብ

source: Dameli
am: ዳሜሊ

source: Danish
am: ዳኒሽ

source: Dargwa
am: ዳርጓ

source: Dashboard
am: ዳሽቦርድ

source: Dataset Release
am: የውሂብ ስብስብ መለቀቅ

source: Datasets
am: የውሂብ ስብስብ

source: Datasets for ASR, STT, TTS, and other NLP contexts - created through community participation.
am: የውሂብ ስብስቦች በድምፅ ለነቁ ንግግሮች፣ ከድምፅ ወደ ፅሁፍ፣ ከፅሁፍ ወደ ድምፅ እና ሌሎች የተፈጥሮ ቋንቋ ስርዓት አውዶች - በማህበረሰብ ተሳትፎ የተፈጠሩ።

source: Date
am: ቀን

source: Dawoodi
am: ዳውዲ

source: Delete
am: አጥፋ

source: Delete my recordings
am: ቀረጻዎቼን ሰርዝ

source: Delete Profile
am: መገለጫን ሰርዝ

source: Dhivehi
am: ዲቭሂ

source: Dholuo
am: ዶሎ

source: Did you know…
am: ያውቁ ኖሯል…

source: Different language
am: የተለያየ ቋንቋ

source: Difficult
am: አስቸጋሪ

source: Difficult to pronounce
am: ለመናገር አስቸጋሪ

source: Dinka
am: ዲንካ

source: Dioula
am: ዲዮላ

source: Discard ongoing recording
am: በመካሄድ ላይ ያለ ቀረጻን አስወግድ

source: Discover languages and communities and common voice
am: ቋንቋዎችን እና ማህበረሰቦችን እና የጋራ ድምጽን ያግኙ

source: do
am: ሥራ

source: Documentation
am: ሰነድ

source: Does the sentence meet the guidelines?
am: ዓረፍተ-ነገሩ መመሪያዎቹን ያሟላል?

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
am: ጎራ የዓረፍተ-ነገሩን ርዕሰ ጉዳይ ያመለክታል። በአሁኑ ጊዜ ከሚከተሉት መካከል መምረጥ ይችላሉ፦

source: Donate
am: ይለግሱ

source: Donate your voice
am: ድምፅዎን ይለግሱ

source: Done
am: ተከናውኗል

source: do not
am: አትሥራ

source: Don’t
am: አታድርግ

source: Don’t Add
am: አትጨምር

source: Don’t Clean Up or Simplify the Language
am: ቋንቋውን አታጽዱ ወይም አታቃልሉ

source: Don’t Overthink or Overedit
am: ከመጠን በላይ አያስቡ ወይም አያስተካክሉ

source: Don't see your language on Common Voice yet?
am: የጋራ ድምጽ ላይ ቋንቋዎን እስካሁን አላዩትም?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
am: ቋንቋዎ በውሂብ ስብስብ ውስጥ ሲንጸባረቅ አይታይም? ቋንቋ ለመጠየቅ ወደ የቋንቋ ገጻችን ይሂዱ።

source: Don't wish to say
am: ለመግለፅ አትፈልግም

source: Download
am: አውርድ

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible without you!
am: ለጋራ ድምጽ አስተዋጽዖ ካደረጉ ለክስተቶችዎ ወይም ለራስዎ ሰርተፍኬት ያውርዱ - ይህ ያለእርስዎ የሚቻል አይሆንም!

source: Download Common Voice Data
am: የጋራ የድምፅ መረጃን ያውርዱ

source: Download Data
am: ውሂብ ያውርዱ

source: Download Dataset Bundle
am: የውሂብ ስብስብ ቅርቅብ ያውርዱ

source: Download { $language }
am: { $language }ን አውርድ

source: Download Links
am: አውርድ አገናኞች

source: Download My Data
am: የእኔን ውሂብ አውርድ

source: Download options for accessing Common Voice data
am: የጋራ ድምጽ ውሂብን ለማግኘት የማውረድ አማራጮች

source: Download our press pack <icon></icon>
am: የእኛን ህትመት ጥቅል <icon></icon> ያውርዱ

source: Download our voice datasets
am: የእኛን የድምፅ ውሂብ ስብስቦች ያውርዱ

source: Download profile data
am: የመገለጫ ውሂብ አውርድ

source: Download the Dataset
am: የውሂብ ስብስቡን አውርድ

source: Download the Single Word Target Segment
am: የነጠላ ቃል ዒላማ ክፍልን ያውርዱ

source: Download your contribution certificate
am: የአስተዋጽኦ ሰርተፍኬትዎን ያውርዱ

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
am: የጋራ ልሳንን የውሂብ ስብስብን እንዴት ማሻሻል እንደምንችል ሀሳቦች አለዎት? በዲስኩር ላይ ያሳውቁን።

source: Do you want to continue?
am: መቀጠል ይፈልጋሉ?

source: Do you want to Speak, Listen or both?
am: መናገር፣ ማዳመጥ ይፈልጋሉ ወይስ ሁለቱንም?

source: Drag and drop or <browseWrap>Browse</browseWrap>
am: ጎትት እና ጣለው ወይም <browseWrap>አስስ</browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
am: ፋይልዎን ወደዚህ ይጎትቱት ወይም <uploadButton>ለመጫን ጠቅ ያድርጉ</uploadButton>

source: Drop file here to upload
am: ለመጫን ፋይልዎን እዚህ ጣል ያድርጉ

source: Duala
am: ዱዋላ

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
am: የአስተዋጽኦ ማስረከቢያ ግብረመልስ 'አስገባ' የሚለውን ጠቅ ካደረገ በኋላ ይዘላል። በሚቀጥሉት 5 ቀረጻዎች ወይም ማረጋገጫዎች መዋጮ በቀጥታ ይቀጥላል።

source: Dutch
am: ደች

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
am: በውሂብ ስብስቡ ውስጥ ያለው እያንዳንዱ ግብዓት ልዩ MP3 እና ተዛማጅ የጽሑፍ ፋይል ይይዛል። በውሂብ ስብስቡ ውስጥ ካሉት አብዛኛዎቹ <b>{ $total }</b> የተመዘገቡት ሰዓቶች እንደ ዕድሜ፣ ጾታ እና የንግግር ማወቂያ ሞተሮች ትክክለኛነትን ለማሰልጠን የሚያግዙ የስነ-ሕዝብ ዲበ-ውሂብን ያካትታሉ። የውሂብ ስብስብ በአሁኑ ጊዜ <b>{ $valid }</b> የተረጋገጡ ሰዓቶችን በ<b>{ $languages }</b> ቋንቋዎች ያካትታል ነገርግን ሁልጊዜ ተጨማሪ ድምጾችን እና ቋንቋዎችን እያከልን ነው። ቋንቋ ለመጠየቅ ወይም ማበርከት ለመጀመር የእኛን <ቋንቋ አገናኝ>የቋንቋዎች ገጽ</languagesLink> ይመልከቱ።

source: Eastern Balochi
am: ምስራቃዊ ባሎቺ

source: Eastern Huasteca Nahuatl
am: ምስራቃዊ ሁአስቴካ ናዋትል

source: Eastern Min
am: ምስራቃዊ ሚን

source: Eastern Penan
am: ምስራቃዊ ፔናን

source: Easy
am: ቀላል

source: Easy to Understand
am: ለመረዳት ቀላል

source: Ebrie
am: እብሪ

source: Edit
am: አርትእ

source: Edit Profile
am: መገለጫ አርትዕ

source: Efik
am: ኤፊክ

source: Ekoti
am: ኢኮቲ

source: Email
am: ኢሜይል

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
am: ኢሜል፡ <emailFragment>commonvoice@mozilla.com</emailFragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
am: በጋራ ልሳን ላይ በዘመቻዎች፣ ዝግጅቶች እና የጋራ ዲዛይን ባህሪያት እንዴት መሳተፍ እንደሚችሉ ለማወቅ ወደ የደብዳቤ ዝርዝራችን <emailFragment>ይመዝገቡ</emailFragment>።

source: Email is already used for a different account
am: ኢሜይል አስቀድሞ ለሌላ መለያ ጥቅም ላይ ውሏል

source: Email Subscriptions
am: የኢሜል ምዝገባዎች

source: Emakhuwa
am: ኢማኩዋ

source: English
am: እንግሊዝኛ

source: Enter Email to Download
am: ለማውረድ ኢሜል ያስገቡ

source: Enter email to send a sign up link
am: የመመዝገቢያ አገናኝ ለመላክ ኢሜይል ያስገቡ

source: Enter your Country/Region of Residence
am: የሀገርዎን/የመኖሪያ ክልልዎን ያስገቡ

source: Enter your email
am: የእርስዎን ኢሜይል ያስገቡ

source: Enter your public domain sentence here
am: የእርስዎን የሕዝብ ጎራ ዓረፍተ-ነገር እዚህ ያስገቡ

source: Enter your public domain sentences here
am: የእርስዎን የሕዝብ ጎራ ዓረፍተ-ነገር እዚህ ያስገቡ

source: Error
am: ስሕተት

source: Error adding sentence
am: ዓረፍተ-ነገር ማከል ላይ ስህተት ተፈጥሯል

source: Error { $code }
am: ስህተት { $code }

source: Error while playing audio file.
am: የድምጽ ፋይል በማጫወት ጊዜ ስህተት።

source: Erzya
am: ኤርዝያ

source: ESC
am: አሳልፍ

source: Esperanto
am: ኢስፔራንቶ

source: Estonian
am: ኢስቶንያኛ

source: Eton
am: ኢቶን

source: Events
am: ክስተቶች

source: Everyone
am: ሁሉም ሰው

source: Ewe
am: ኢዊ

source: Ewondo
am: ኢዎንዶ

source: Example
am: ምሳሌ

source: Example questions
am: ምሳሌ ጥያቄዎች

source: Exciting news! Spontaneous Speech is on the way! Stay tuned for updates and make sure to check our <discordLink>Discord</discordLink> for the latest information.
am: አስደሳች ዜና! ድንገተኛ ንግግር እየመጣ ነው! ለዝማኔዎች ይከታተሉን እና የቅርብ ጊዜውን መረጃ ለማግኘት የእኛን<discordLink> ዲስኮርድ <discordLink>ን መመልከትዎን ያረጋግጡ።

source: Exit & Delete clips
am: ውጣ እና ቅንጥቦችን ሰርዝ

source: Explore datasets <icon></icon>
am: የውሂብ ስብስቦችን <icon></icon>ን ያስሱ

source: Explore the community and languages supported by Common Voice
am: በጋራ ድምጽ የሚደገፉ ማህበረሰቡን እና ቋንቋዎችን ያስሱ

source: Failed to copy SHA256 Checksum
am: SHA256 Checksum መቅዳት አልተሳካም።

source: Fang
am: የዉሻ ክራንቻ

source: FAQ
am: (ብየጥ) ብዙ ጊዜ የሚጠየቁ ጥያቄዎች

source: Faroese
am: ፋሮኤዝ

source: Featured in...
am: የቀረበ በ...

source: Feʼefeʼe
am: ፌፌ

source: Female
am: ሴት

source: Female/Feminine
am: ሴት/አንስታይ

source: Fewer than 15 words per sentence
am: ከ15 ቃላት ያነሱ

source: Fields marked with an asterisk (*) are required.
am: * የግድ መሞላት ያለበት ቦታ መሆኑን ያመለክታል

source: File is too large
am: ፋይሉ በጣም ትልቅ ነው።

source: File is too small
am: ፋይሉ በጣም ትንሽ ነው።

source: Finance
am: ፋይናንስ

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
am: የሚመለከታቸው ሌሎችን ያግኙ። ዩኒቨርሲቲዎች፣ የቋንቋ ትምህርት ቤቶች፣ የጥብቅና ቡድኖች ወይም የውሂብ ሳይንስ ማህበረሰቦች ሊሆኑ ይችላሉ። እንዴት ሊረዱ እንደሚችሉ እና ለምን እንደሆነ ይድረሱ እና በግልፅ ያብራሩ። <outreachTemplates>የእኛን የአብነት ስምሪት ኢሜይሎች ይመልከቱ</outreachTemplates>።

source: Find us on Matrix
am: በማትሪክስ ላይ ያግኙን።

source: Finish editing first?
am: መጀመሪያ አርትኦት ይጨርሱ?

source: Finish recording
am: ቀረጻን ጨርስ

source: Finish recording first?
am: መጀመሪያ መቅዳት ይጨርስ?

source: Finish Review
am: ግምገማን ጨርስ

source: Finish validating
am: ማረጋገጥን ጨርስ

source: Finish validating clips?
am: ቅንጥቦችን ማረጋገጥ ይጨርስ?

source: Finnish
am: ፊንላንድኛ

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
am: በመጀመሪያ ቋንቋህ <languageLink>ቀድሞውንም መኖሩን</languageLink> አረጋግጥ። ካልሆነ፣ ቋንቋዎን ስለማከል <languageRequestLink>ለመጠየቅ</languageRequestLink> ይችላሉ። ሁለት ደረጃዎች አሉ. ድህረ ገጹን መተርጎም, እና ዓረፍተ ነገሮችን መሰብሰብ

source: Follow guidelines from “What sentences can I add?”
am: ከ"የትኞቹ ዓረፍተ ነገሮች መጨመር እችላለሁ?" የሚለውን መመሪያ ተከተል።

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
am: ለእያንዳንዱ የተለገሰ የድምጽ ቅንጥብ እና እያንዳንዱ የድምጽ ቅንጥብ ለተረጋገጠ የመለያዎ ዳሽቦርዶች እርስዎ በሚያበረክቱበት በእያንዳንዱ ቋንቋ የቅርብ ግስጋሴዎን እንዲያንጸባርቁ ተዘምነዋል። አዎ፣ ከአንድ በላይ ማበርከት ይችላሉ!<br/><br/> የእርስዎን ስታቲስቲክስ ለመከታተል፣ በማህበረሰቡ ውስጥ ካሉ ሌሎች ሰዎች ጋር እንዴት እየሰሩ እንደሆነ ለማየት እና ዕለታዊ ወይም ሳምንታዊ የአስተዋጽኦ ግቦችን ለማዘጋጀት ዳሽቦርድን ይጠቀሙ።

source: for example
am: ለምሳሌ

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
am: በመስመር ላይ ላልሆነ የወል ጎራ ጽሑፍ፣ የትምህርት ማመሳከሪያ ዘይቤን መጠቀም ይችላሉ ለምሳሌ የሃርቫርድ ዘይቤ "Jess (2021) My Public license poems"

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
am: ቴክኖሎጂ ለሁሉም ሰው በጥሩ ሁኔታ እንዲሰራ፣ ገንቢዎች ቴክኖሎጂን እንዲገነቡ የሚረዳው መረጃ የተለያዩ ሰዎችን ማንጸባረቅ አለበት። ለምሳሌ፣ የተለየ ዘዬ ያላቸውን ማንኛውንም ተናጋሪዎች ካላካተትን ቴክኖሎጂው ያ ዘዬ ላላቸው ሰዎች ጥሩ አይሰራም። <learnMore>ለምን ዲበ ውሂብ እንደሚያስፈልግ የበለጠ ይወቁ።</learnMore>

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
am: ለእነዚህ ለጀመሩ ቋንቋዎች ድህረ ገጹ በተሳካ ሁኔታ <localizationGlossaryLink>አካባቢያዊ</localizationGlossaryLink> እና በቂ <sentenceCollectionGlossaryLink>የተሰበሰበ ዓረፍተ ነገር አለው</sentenceCollectionGlossaryLink> ቀጣይነት ያለው <speakLink>ንግግር</speakLink> እና ማደመጥ አስተዋፆ ለማስጀመር።

source: Foundations
am: መሠረቶች

source: French
am: ፈረንሳይኛ

source: Frisian
am: ፍሪስያኛ

source: Fulah
am: ፉላህ

source: Fuzhou
am: ፉዙ

source: Ga
am: ጋ

source: Galician
am: ጋሊስያን

source: Gawarbaiti
am: ጋዋርባይቲ

source: Gawri
am: ጋውሪ

source: GB
am: ጊባ

source: General
am: አጠቃላይ

source: General language / multiple variants
am: አጠቃላይ ቋንቋ / በርካታ ተለዋጮች

source: Georgian
am: ጆርጂያኛ

source: German
am: ጀርመንኛ

source: Get in touch
am: ተገናኝ

source: Get in touch <icon></icon>
am: <icon></icon> ያግኙ

source: Get involved
am: ይሳተፉ

source: Get Involved
am: ይሳተፉ

source: Get started <icon><icon>
am: <icon><icon> ይጀምሩ

source: Get started with goals
am: በግብ ጀምር

source: Get Started with Speech Recognition
am: በንግግር ዕውቅና ይጀምሩ

source: Get your certificate
am: የምስክር ወረቀትዎን ያግኙ

source: Gheg Albanian
am: ጌግ አልባኒያኛ

source: Ghomala
am: ጎማላ

source: Gilaki
am: ጂላኪ

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
am: <githubLink>NVIDIA NeMo</githubLink>™ ዘመናዊ የውይይት ሰው ሰራሽ አስተውሎ ሞዴሎችን ለሚገነቡ ተመራማሪዎች <docsLink>ክፍት-ምንጭ መሣሪያ ስብስብ</docsLink> ነው።

source: Goal reached
am: ግብ ላይ ደርሷል

source: Goals
am: ግቦች

source: Goan Konkani
am: ጎአን ኮንካኒ

source: Goaria
am: ጎሪያ

source: Gorani
am: ጎራኒ

source: Go to Discourse
am: ወደ ዲስኩሩ ሂድ

source: Go to Languages Page
am: ወደ ቋንቋዎች ገጽ ይሂዱ

source: Go to { $name }
am: ወደ { $name } ይሂዱ

source: <governanceLink>Read more about how we're governed</governanceLink>
am: <governanceLink>እንዴት እንደምንመራ የበለጠ ያንብቡ</ governanceLink>

source: Governments
am: መንግስታት

source: Grammatical / spelling error
am: የሰዋሰው / የፊደል አጻጻፍ ስህተት

source: Great! How many clips a week?
am: በጣም ጥሩ! በሳምንት ስንት ቅንጥቦች?

source: Great! How many clips per day?
am: በጣም ጥሩ! በቀን ስንት ቅንጥቦች?

source: Great!<recordIcon></recordIcon> Record your next clip
am: አሪፍ! <recordIcon> </recordIcon> የሚቀጥለውን ቅንጥብዎን ይመዝግቡ

source: Great work!<playIcon></playIcon> Listen again when you're ready
am: ምርጥ ሥራ! <playIcon> </playIcon> ዝግጁ ሲሆኑ እንደገና ያዳምጡ

source: Greek
am: ግሪክኛ

source: Gronings
am: ግሮኒንግስ

source: Guarani
am: ጓራኒ

source: Guidar
am: ጊዳር

source: Guidelines
am: መመሪያዎች

source: Guiziga
am: ጊዚጋ

source: Gujarati
am: ጉጅራቲ

source: Gujari
am: ጉጃሪ

source: Gurgula
am: ጉርጉላ

source: Haitian
am: ሃይቲኛ

source: Hakha Chin
am: ሀካ ቺን

source: Hakka
am: ሃካ

source: Hausa
am: ሀውሳ

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
am: ቀዳሚ ወይም መጪ ክስተት አለዎት? ያካፍሉን እና ለህብረተሰባችን እናሳውቃለን ወይም ስለሱ ብሎግ እንጽፋለን!

source: Have Feedback?
am: ግብረመልስ አለዎት?

source: Have you read our Terms?
am: የእኛን ውሎች አንብበዋል?

source: Having an account is not required to contribute, though it is helpful.
am: ምንም እንኳን ጠቃሚ ቢሆንም ለማበርከት መለያ መያዝ አያስፈልግም።

source: Having a profile is not required to contribute though it is helpful, see why below.
am: ምንም እንኳን ጠቃሚ ቢሆንም መገለጫ መኖሩ ለማበርከት አያስፈልግም፣ ምክንያቱን ከታች ይመልከቱ።

source: Hazargi
am: ሃዛርጊ

source: Healthcare
am: የጤና ጥበቃ

source: Hebrew
am: እብራይስጥ

source: Help
am: እርዳታ

source: Help Common Voice reach { $hours } hours in a language with a personal goal
am: የጋራ ልሳን ግላዊ ግብ ባለው ቋንቋ { $hours } ሰዓቶችን እንዲደርስ ይርዱ

source: Help create Common Voice’s first target segment in { $locale }
am: በ{ $locale } ውስጥ የጋራ ልሳንን የመጀመሪያ ዒላማ ክፍል ለመፍጠር ያግዙ

source: Help reach { $hours } hours in { $language } with a personal goal
am: ከግል ግብ ጋር በ{ $language } ውስጥ { $hours } ሰዓቶችን ለመድረስ ያግዙ

source: Help teach machines how real people speak, donate your voice at { $link }
am: እውነተኛ ሰዎች እንዴት እንደሚናገሩ ማሽኖችን ለማስተማር ይረዱ ፣ ድምጽዎን በ { $link } ላይ ያቅርቡ

source: Help us build a community around voice technology, stay in touch via email.
am: በድምጽ ቴክኖሎጂ ዙሪያ ማህበረሰብ እንድንገነባ ያግዙን፣ በኢሜል እንደተገናኙ ይቆዩ።

source: Help us build a high quality, publicly open dataset
am: ጥራት ያለው እና ለህዝብ ክፍት የሆነ የመረጃ ስብስብ እንድንገነባ ይርዱን

source: Help us find more voices, share your goal
am: ተጨማሪ ድምጾችን እንድናገኝ ይርዱን፣ ግብዎን ያጋሩ

source: Help us find others to donate their voice!
am: ድምፃቸዉን የሚለግሱን ሌሎች ሰዎች እንድናገኝ ያግዙን!

source: Help us get to { $goal }
am: ወደ { $goal } እንድንደርስ ያግዙን

source: Help us validate sentences!
am: ትክክለኛ ዓረፍተ ነገር በመስጠት ይርዱን!

source: Help us validate voices
am: የድምጾችን ትክክለኛነት እንድናረጋግጥ ይርዱን

source: Heng Hua
am: ሄንግ ሁዋ

source: Here are the links to download your ZIP files.
am: ዚፕ ፋይሎችዎን ለማውረድ አገናኞች እዚህ አሉ።

source: Hidden
am: የተደበቀ

source: Highland Puebla Nahuatl
am: ሃይላንድ ፑብላ ናዋትል

source: Hiligaynon
am: ሂሊጋይኖን

source: Hill Mari
am: ሒል ማሪ

source: Hindi
am: ሂንዲኛ

source: His hand was rais-ed.
am: እጁ ተነስቶ ነበር።

source: History, Law and Government
am: ታሪክ, ህግ እና መንግስት

source: Hours
am: ሰዓታት

source: Hours Recorded
am: ለመቅዳት የፈጀው ሰዓት

source: Hours Validated
am: ለማረጋገጥ የፈጀው ሰዓት

source: How ?
am: እንዴት ?

source: How are project decisions made?
am: የፕሮጀክት ውሳኔዎች እንዴት ይደረጋሉ?

source: How can we effectively grow a language on Common Voice?
am: የጋራ ልሳን ላይ ቋንቋን በብቃት እንዴት ማሳደግ እንችላለን?

source: How does Common Voice work?
am: የጋራ ልሳን እንዴት ነው የሚሰራው?

source: How does site localization work?
am: የጣቢያ አካባቢያዊነት እንዴት ነው የሚሰራው?

source: How do I access and use the dataset?
am: የመረጃ ውሂቡን እንዴት ማግኘት እና መጠቀም እችላለሁ?

source: How do I add a language?
am: ቋንቋ እንዴት እጨምራለሁ?

source: How do I add sentences?
am: ዓረፍተ ነገሮችን እንዴት ማከል እችላለሁ?

source: How do I cite?
am: ዋቢ እንዴት ልጠቅስ?

source: How do I know whether to approve a voice clip?
am: የድምጽ ቅንጥብ ማጽደቅን እንዴት አውቃለሁ?

source: How do I record a high quality voice clip?
am: ከፍተኛ ጥራት ያለው የድምጽ ቅንጥብ እንዴት መቅረፅ እችላለሁ?

source: How do I stay in touch?
am: እንዴት እንደተገናኘሁ መቆየት እችላለሁ?

source: How is Common Voice funded?
am: የጋራ ድምጽ እንዴት ነው የሚደገፈው?

source: How Spontaneous Speech works
am: የነፃነት ንግግር እንዴት እንደሚሰራ

source: How to add multiple sentences
am: ብዙ ዓረፍተ ነገሮችን እንዴት ማከል እንደሚቻል

source: How would you describe your accent?
am: አነጋገርህን እንዴት ትገልጸዋለህ?

source: How would you describe your sex or gender?
am: የእርስዎን ጾታ ወይም ሥርዓተ-ጾታ እንዴት ይገልጹታል?

source: Huarijio
am: ሁዋሪጂዮ

source: Huautla Mazatec
am: ሁዋውትላ ማዛቴክ

source: Hungarian
am: ሀንጋሪኛ

source: Hunsrik
am: ሁንስሪክ

source: I agree
am: እስማማለሁ

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
am: በ ጋራ ድምፅ <termsLink>ደንቦች</termsLink> እና <privacyLink>የግላዊነት ማስታወቂያ</privacyLink> እስማማለሁ

source: Iban
am: ኢባን

source: Ibibio
am: ኢቢቢዮ

source: Icelandic
am: አይስላንዲክ

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
am: እነዚህ ዓረፍተ-ነገሮች <wikipediaLink>የወል ጎራ</wikipediaLink> መሆናቸውን አረጋግጣለሁ እና እነሱን ለመጫን ፍቃድ አለኝ።

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
am: ይህ ዓረፍተ ነገር <wikipediaLink>የወል ጎራ</wikipediaLink> መሆኑን አረጋግጣለሁ እና እሱን ለመጫን ፍቃድ አለኝ።

source: <icon></icon> Add multiple public domain sentences
am: <icon></icon> በርካታ የህዝብ ጎራ ዓረፍተ ነገሮችን ያክሉ

source: Ideally natural and conversational (it should be easy to read the sentence)
am: በሐሳብ ደረጃ ተፈጥሯዊ እና በንግግር መልክ (ዓረፍተ-ነገሩን ለማንበብ ቀላል መሆን አለበት)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
am: እንደ የአላማ ማስታወሻ፣ ስለራሴ የለውጥ ሂደቶች እና ስለ የጋራ ልሳኖች አጫጭር ዜናዎች፤ የኢሜይል መልእክቶችን መቀበል እፈልጋለሁ።

source: I do not agree
am: አልስማማም

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
am: ቅንጥቡ በ2 ሰዎች ውድቅ ከተደረገ፣ በተለየ የውሂብ ስብስብ ውስጥ ይለቀቃል።
